Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Production licences 29 and 46 were awarded in the 2nd and 3rd licensing rounds in 1969 and 1976, respectively.
nb: Utvinningstillatelsene 29 og 46 ble tildelt i henholdsvis 2. og 3. konsesjonsrunde i 1969 og 1976.

source: 15/9-B-8 was drilled to a vertical and measured depth of 4000 and 6692 metres below sea level, respectively, and was terminated in the Skagerrak formation in the Upper Triassic.
nb: 15/9-B-8 ble boret til et vertikalt og målt dyp på henholdsvis (hhv) 4000 og 6692 meter under havflaten, og ble avsluttet i Skagerrakformasjonen i øvre trias.

source: 15/9-B-8A, -8B, -8C and -8D were drilled to vertical depths of 3899, 3701, 3856 and 3700 metres, respectively, as well as measured depths of 7418, 6417, 7107 and 5724 metres below sea level respectively, and were all terminated in the Hugin formation.
nb: 15/9-B-8A, -8B, -8C og 8D ble boret til et vertikalt dyp på hhv 3899, 3701, 3856 og 3700 samt målt dyp på hhv 7418, 6417, 7107 og 5724 meter under havflaten, og alle ble avsluttet i Huginformasjonen.

source: Four of the wells have been plugged and abandoned, while 15/9-B-8D at the top of the Beta Vest structure will be a development well.
nb: Fire av brønnene er plugget og forlatt, mens 15/9-B-8D på toppen av Beta Vest strukturen blir utvinningsbrønn.

source: The wells were drilled by the West Epsilon drilling facility, which is connected to the Sleipner B platform.
nb: Brønnene ble boret av boreinnretningen West Epsilon som er koblet til Sleipner B-plattformen.

source: Over the course of the spring, the rig will be demobilised and prepared for drilling development wells at the Gudrun field where Statoil Petroleum AS is the operator.
nb: I løpet av våren skal riggen demobiliseres og klargjøres for boring av utvinningsbrønner på Gudrunfeltet der Statoil Petroleum AS er operatør.

source: The wildcat well was drilled approx. two kilometres north of the 16/1-8 (Luno) oil discovery, while the appraisal well was drilled half a kilometre southwest of the wildcat well.
nb: Undersøkelsesbrønnen ble boret om lag 2 kilometer nord for oljefunnet 16/1-8 (Luno), mens avgrensingsbrønnen ble boret en halv kilometer sørvest for undersøkelsesbrønnen.

source: The objective of well 16/1-15 was to prove petroleum in Cretaceous to Triassic reservoir rocks in a separate fault segment north of the 16/1-8 (Luno) oil discovery.
nb: Hensikten med brønn 16/1-15 var å påvise petroleum i kritt til trias reservoarbergarter i et separat forkastningssegment nord for oljefunnet 16/1-8 (Luno).

source: The objective of well 16/1-15 A was to delineate the 16/1-15 oil discovery.
nb: Hensikten med brønn 16/1-15 A var å avgrense oljefunnet 16/1-15.

source: The wells proved an oil column of 45-50 metres in thin calcareous sandstone in the Lower Cretaceous and in weathered and porous bedrock directly below the sandstone.
nb: Brønnene påviste en oljekolonne på 45-50 meters høyde i en tynn, kalkrik sandstein i nedre kritt og i forvitret og porøst grunnfjell rett under sandsteinen.

source: The oil/water contact is at the same depth as the 16/1-8 discovery.
nb: Olje/vann-kontakten er på samme dyp som i funnet 16/1-8.

source: Extensive data acquisition and sampling has been carried out in both wells.
nb: Det er utført omfattende datainnsamling og prøvetaking i begge brønnene.

source: Two successful formation tests have been implemented in 16/1-15.
nb: To vellykkete formasjonstester er gjennomført i 16/1-15.

source: The first test yielded a maximum production rate of 105 standard cubic metres (Sm3) of oil per flow day through a 40/64-inch nozzle opening over a 34-metre interval in cracked and porous bedrock.
nb: Den første testen ga en maksimum produksjonsrate på 105 standard kubikkmeter (Sm3) olje pr strømningsdøgn gjennom en 40/64 tommers dyseåpning over et 34 meters intervall i oppsprukket og porøst grunnfjell.

source: This is the first successful full-scale production test of a reservoir that consists of cracked and porous bedrock on the Norwegian continental shelf.
nb: Dette er den første vellykkete fullskala produksjonstest av reservoar som består av oppsprukket og porøst grunnfjell på norsk kontinentalsokkel.

source: The other test gave a maximum production rate of 620 Sm3 of oil per flow day through a 40/64-inch nozzle opening in a three-metre zone in Lower Cretaceous sandstone.
nb: Den andre testen ga en maksimum produksjonsrate på 620 Sm3 olje pr strømningsdøgn gjennom en 40/64 tommers dyseåpning i en 3 meters sone i sandsteinen i nedre kritt.

source: This test showed good flow properties and very good pressure support.
nb: Denne testen viste gode strømningsegenskaper og meget god trykkstøtte.

source: Preliminary estimates of the size of the discovery are between two and eight million Sm3 recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 2 og 8 millioner Sm3 utvinnbar olje.

source: The oil/gas ratio is 110 Sm3/ Sm3.
nb: Olje/gass-forholdet er 110 Sm3/ Sm3.

source: The discovery is a northern extension of the 16/1-8 (Luno) oil discovery, and the licensees in production licence 338 will include these additional resources in the development plans for 16/1-8.
nb: Funnet er en nordlig forlengelse av oljefunnet 16/1-8 (Luno) og rettighetshaverne i utvinningstillatelse 338 vil inkludere disse tilleggsressursene i utbyggingsplanene for 16/1-8.

source: These are the sixth and seventh exploration wells in production licence 338.
nb: Dette er den sjette og sjuende letebrønnen i utvinningstillatelse 338.

source: 16/1-15 and 16/1-15 A were drilled to vertical depths of 2125 and 1986 metres, respectively, below the sea surface, and both were terminated in bedrock.
nb: 16/1-15 og 16/1-15 A ble boret til et vertikalt dyp på henholdsvis 2125 og 1986 meter under havflaten, og begge ble avsluttet i grunnfjell.

source: Both wells have been permanently plugged and abandoned.
nb: Brønnene er begge permanent plugget og forlatt.

source: The wells were drilled by the Bredford Dolphin drilling facility, which will now drill wildcat well 16/3-4 in production licence 501, where Lundin Norway AS is the operator.
nb: Brønnene ble boret av boreinnretningen Bredford Dolphin, som nå skal bore undersøkelsesbrønn 16/3-4 i utvinningstillatelse 501, der Lundin Norway AS er operatør.

source: The discovery, 16/2-8 ("Aldous Major South”), was proven in August 2011 in Upper and Middle Jurassic reservoir rocks with the same oil/water contact as in the 16/2-6 (”Avaldsnes”) discovery well, which was proven in September 2010.
nb: Funnet 16/2-8 ("Aldous Major South”) ble påvist i august 2011 i øvre og midtre jura reservoarbergarter med samme olje/vann-kontakt som i funnbrønnen 16/2-6 (”Avaldsnes”) som ble påvist i september 2010.

source: The 16/2-10 well was drilled about four kilometres north of 16/2-8.
nb: Brønnen 16/2-10 er boret om lag 4 kilometer nord for 16/2-8.

source: The primary exploration target for 16/2-10 was to delineate the discovery and the well confirmed the extent towards the north.
nb: Primært letemål for 16/2-10 var å avgrense funnet og brønnen bekreftet utstrekningen mot nord.

source: The secondary exploration target was to investigate the possibility for reservoir quality and petroleum in Upper Cretaceous (the Shetland group) and in Upper Triassic (Skagerrak formation).
nb: Sekundære letemål var å undersøke mulighet for reservoarkvalitet og petroleum i øvre kritt (Shetlandsgruppen) og i øvre trias (Skagerrakformasjonen).

source: Well 16/2-10 encountered a 65-metre oil column in Upper to Middle Jurassic reservoir rocks.
nb: Brønn 16/2-10 påtraff en 65 meter oljekolonne i øvre til midtre jura reservoarbergarter.

source: The oil/water contact is about 13.5m deeper than in the 16/2-8 and 16/2-6 wells.
nb: Olje/vann-kontakten er om lag 13,5m dypere enn i brønnene 16/2-8 og 16/2-6.

source: The reservoir is thicker than expected and has uncommonly good reservoir quality.
nb: Reservoaret er tykkere enn forventet og har usedvanlig god reservoarkvalitet.

source: The gas/oil ratio is 42.6 and 39.6 Sm3/Sm3 and the density has been calculated at 0.82 g/cm3, same as in well 16/2-8.
nb: Gass/olje-forholdet er 42.6 og 39.6 Sm3/Sm3 og tettheten beregnet til 0.82 g/cm3 som i brønn 16/2-8.

source: In the secondary exploration targets, rocks with very limited reservoir quality and without petroleum were encountered.
nb: I de sekundære letemålene ble det påtruffet bergarter med svært begrenset reservoarkvalitet og uten petroleum.

source: The well is not formation tested, but extensive data acquisition and sampling have taken place.
nb: Brønnen er ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The well is the seventh exploration well in production licence 265.
nb: Brønnen er den sjuende letebrønnen i utvinningstillatelse 265.

source: The licence was awarded in the North Sea Awards in 2000.
nb: Tillatelsen ble tildelt i Nordsjøtildelingene 2000.

source: 16/2-10 was drilled to a vertical depth of 2066 metres below the surface and was terminated in the Skagerrak formation in Upper Triassic.
nb: 16/2-10 ble boret til et vertikalt dyp av 2066 meter under havflaten, og ble avsluttet i Skagerrakformasjonen i øvre trias.

source: The water depth is 115 metres.
nb: Havdypet er 115 meter.

source: Well 16/2-10 was drilled by the Transocean Leader drilling facility, which will now proceed to the Troll field in the northern part of the North Sea to drill production wells on the field, where Statoil Petroleum AS is the operator.
nb: Brønn 16/2-10 ble boret av boreinnretningen Transocean Leader, som nå skal til Trollfeltet i nordlig del av Nordsjøen for å bore produksjonsbrønner på feltet, der Statoil Petroleum AS er operatør.

source: The wells have been drilled about 5.5 kilometres southeast of the discovery well for the oil discovery 16/2-6 (”Avaldsnes”).
nb: Brønnene er boret om lag 5,5 kilometer sørøst for funnbrønnen for oljefunnet 16/2-6 (”Avaldsnes”).

source: The discovery was proven in September 2010 in the Upper Jurassic reservoir rocks (the Draupne and Hugin formations), and more wells have now delineated the discovery.
nb: Funnet ble påvist i september 2010 i øvre jura reservoarbergarter (Draupne- og Huginformasjonene), og flere brønner har nå avgrenset funnet.

source: The primary exploration target for 16/2-7 was to delineate oil discovery 16/2-6.
nb: Primært letemål for 16/2-7 var å avgrense oljefunnet 16/2-6.

source: The well encountered a seven-metre oil column in the Draupne formation with a total thickness of 35 metres, with good to very good reservoir quality.
nb: Brønnen påtraff en sju meter oljekolonne i Draupneformasjonen som har en total tykkelse på 35 meter med god til meget god reservoarkvalitet.

source: The purpose of well 16/2-7 A was to investigate whether the thin oil column in 16/2-7 was due to a local fault.
nb: Formålet med brønn 16/2-7 A var å undersøke om den tynne oljekolonnen i 16/2-7 skyldtes en lokal forkastning.

source: Well 16/2-7 A confirmed this, and encountered a 17-metre oil column in a very good reservoir in the Draupne formation.
nb: Brønn 16/2-7 A bekreftet dette, og påtraff en 17 meter oljekolonne i meget godt reservoar i Draupneformasjonen.

source: Both wells have the same oil/water contact and pressure as the other wells in the discovery, and they delineate and therefore confirm the extent.
nb: Begge brønnene har samme olje/vann-kontakt og trykk som i de øvrige brønnene på funnet, og de avgrenser og bekrefter dermed utstrekningen.

source: The secondary exploration target was to investigate the properties of Permian rocks (carbonates in the Zechstein group and sandstone/conglomerate in the Rotliegend group).
nb: Sekundære letemål var å undersøke egenskapene til bergarter i perm (karbonater i Zechsteingruppen og sandstein/konglomerat i Rotliegendgruppen).

source: These are aquiferous, as expected.
nb: Disse er vannførende, som forventet.

source: The licensees in production licence 501 are planning to further delineate the oil discovery later this autumn.
nb: Rettighetshaverne i utvinningstillatelse 501 planlegger å avgrense oljefunnet ytterligere seinere i høst.

source: None of the wells were formation tested, but comprehensive data gathering and sampling was conducted.
nb: Ingen av brønnene ble formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: These are the third and fourth exploration wells in licence 501.
nb: Dette er den tredje og fjerde letebrønnen i tillatelse 501.

source: The licence was awarded in APA 2008.
nb: Tillatelsen ble tildelt i TFO 2008.

source: Appraisal wells 16/2-7 and 16/2-7 A were drilled to a vertical depth of 2500 and 2100 metres below sea level, respectively.
nb: Avgrensningsbrønnene 16/2-7 og 16/2-7 A ble boret til et vertikalt dyp på henholdsvis 2500 og 2100 meter under havflaten.

source: 16/2-7 was terminated in the Rotliegend group and 16/2-7 A was terminated in Triassic rocks.
nb: 16/2-7 ble avsluttet i Rotliegendgruppen og 16/2-7 A ble avsluttet i trias bergarter.

source: Sea depth at the site is 113 metres.
nb: Havdypet er 113 meter.

source: The wells will be plugged and abandoned.
nb: Brønnene blir plugget og forlatt.

source: The wells were drilled by the drilling facility Bredford Dolphin, which will proceed to production licence 406 in the North Sea to drill wildcat well 9/1-1 S, where Premier Oil Norge AS is the operator.
nb: Brønnene ble boret av boreinnretningen Bredford Dolphin, som skal til utvinningstillatelse 406 i Nordsjøen for å bore undersøkelsesbrønn 9/1-1 S der Premier Oil Norge AS er operatør.

source: The Factmaps are also updated with more information.
nb: Faktakartene er også oppdatert med mer informasjon

source: The system is stable, but not tested enough to be in production yet.
nb: Systemet er stabilt, men ikke gjennomtestet nok til å være i produksjon enda.

source: The graphical layout will be updated when the final version is posted.
nb: Også grafisk layout vil blir oppdatert når den endelige versjonen legges ut.

source: Version 1 of the Fact-pages are still operational and includes a more complete range of data types than the version 2.
nb: Versjon 1 av Fakatasidene er fremdeles operative og innholder pr. dato en mer komplett oversikt over datatyper enn versjon 2.

source: Improvements on the Fact-pages version 2 This version contains the following improvements compared to version 1:
nb: Forbedringer på Faktasidene versjon 2 Denne versjonen inneholder følgende forbedringer i forhold til versjon 1:

source: Simplified navigation
nb: Forenklet navigering

source: Possible to link to all parts of the site by using the parameters (details coming)
nb: Mulig å lenke til alle deler av nettstedet ved hjelp av parametre (detaljer kommer)

source: Improved export/download functionality (Excel, CSV, XML)
nb: Forbedret eksport-/nedlastingsfunksjonalitet (Excel, CSV, XML)

source: Bilingualism (English and Norwegian)
nb: Tospråklighet (norsk og engelsk)

source: Latest technology platforms for easier maintenance and expansion
nb: Nyeste teknologiplattformer for enklere vedlikehold og utvidelse

source: Content on the Fact-pages version 2
nb: Innhold på Faktasidene versjon 2

source: Seismic and is only available here.
nb: Seismikk er kun tilgjengelig her.

source: The number of reports under Wellbore and Company will be expanded.
nb: Antallet rapporter under Brønnbane og Selskap vil bli utvidet.

source: News on Factmaps
nb: Nyheter på Faktakartene

source: Water depth (Bathymetry)
nb: Vanndyp (Bathymetry)

source: Cities and towns in Norway (City and town)
nb: Byer og tettsteder i Norge (City and town)

source: New grouping of menus on the right side of the map.
nb: Ny gruppering av menyene på høyre siden av kartet.

source: The well was drilled about 4 kilometres west of the 16/2-6 (Avaldsnes) oil discovery in the central part of the North Sea.
nb: Brønnen er boret om lag 4 kilometer vest for oljefunnet 16/2-6 (Avaldsnes) i den midtre delen av Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in Upper to Middle Jurassic reservoir rocks (the Draupne, Hugin and Sleipner formations), as well as to clarify communication with 16/2-6 (Avaldsnes).
nb: Primært letemål for brønnen var å påvise petroleum i øvre til midtre jura reservoarbergarter (Draupne-, Hugin- og Sleipnerformasjonene), samt avklare kommunikasjon til 16/2-6 (Avaldsnes).

source: The secondary exploration target was to prove petroleum in the Upper Triassic (the Skagerrak formation) and in the Upper Cretaceous (the Shetland group).
nb: Sekundære letemål var å påvise petroleum i øvre trias (Skagerrakformasjonen) og i øvre kritt (Shetlandsgruppen).

source: A 65-metre oil column was encountered in coarse-grained and unconsolidated sandstone in the Draupne formation, with better than expected reservoir quality.
nb: Det ble påtruffet en oljekolonne på 65 meter i grovkornet og ukonsolidert sandstein i Draupneformasjonen av bedre reservoarkvalitet enn forventet.

source: Preliminary estimates place the size of the discovery between 30 and 65 million Sm3 of recoverable oil, with a potential for additional resources near the discovery.
nb: Foreløpig beregning av størrelsen på funnet er mellom 30 og 65 millioner Sm3 utvinnbar olje med potensial for ytterligere ressurser nær funnet.

source: The gas/oil ratio is 44 (Sm3/Sm3) and the density is estimated at 0.82 g/cm3.
nb: Gass/olje-forholdet er 44 (Sm3/Sm3) og tettheten beregnet til 0.82 g/cm3.

source: The acquired well data yields the same oil/water contact as in the 16/2-6 (Avaldsnes) oil discovery, and indicates that there is communication between the discoveries.
nb: De innsamlede brønndata gir samme olje/vann-kontakt som i oljefunnet 16/2-6 (Avaldsnes) og indikerer kommunikasjon mellom funnene.

source: If appraisal wells in production licences 265 (Aldous Major South) and 501 (Avaldsnes) confirm the connection between these discoveries, the total resources could be between 80 and 190 million Sm3 of recoverable oil.
nb: Dersom avgrensingsbrønner i utvinningstillatelsene 265 (Aldous Major South) og 501 (Avaldsnes) bekrefter sammenhengen mellom disse funnene, kan de totale ressursene være mellom 80 og 190 millioner Sm3 utvinnbar olje.

source: The well is the fifth exploration well in production licence 265 (link to the NPD’s fact pages).
nb: Brønnen er den femte letebrønnen i utvinningstillatelse 265.

source: Well 16/2-8 was drilled to a vertical depth of 2083 metres below the sea surface and was terminated in the Skagerrak formation in the Upper Triassic.
nb: 16/2-8 ble boret til et vertikalt dyp av 2083 meter under havflaten, og ble avsluttet i Skagerrakformasjonen i øvre trias.

source: The water depth at the site is 112 metres.
nb: Havdypet er 112 meter.

source: Well 16/2-8 was drilled by the Transocean Leader drilling facility, which will continue drilling wildcat well 16/2-9 S in the same production licence.
nb: Brønn 16/2-8 ble boret av boreinnretningen Transocean Leader som vil fortsette boring av undersøkelsesbrønn 16/2-9 S i samme utvinningstillatelse.

source: The well was drilled about twelve kilometres northwest of the 16/2-8 (”Aldous Major South”) oil discovery in the central part of the North Sea.
nb: Brønnen er boret om lag tolv kilometer nordvest for oljefunnet 16/2-8 (”Aldous Major South”) i den midtre delen av Nordsjøen.

source: The well’s primary exploration target was to prove petroleum and the presence of reservoir rocks in the Upper Jurassic (the Draupne formation).
nb: Primært letemål for brønnen var å påvise petroleum og tilstedeværelse av reservoarbergart i øvre jura (Draupneformasjonen).

source: The secondary exploration target was to prove petroleum and reservoir quality in weathered bedrock, as well as in Upper Cretaceous rocks (the Shetland group).
nb: Sekundært letemål var å påvise petroleum og reservoarkvalitet i forvitret grunnfjell samt i bergarter av øvre kritt alder (Shetlandsgruppen).

source: A thin oil column was encountered within an interval of no more than eight metres in the Draupne formation.
nb: Det ble påtruffet en tynn oljekolonne innenfor et intervall på maksimalt åtte meter i Draupneformasjonen.

source: The reservoir rocks are considerably thinner and have much poorer reservoir quality than expected.
nb: Reservoarbergartene er betydelig tynnere og har langt dårligere reservoarkvalitet enn forventet.

source: No petroleum was encountered in the secondary exploration targets.
nb: Det ble ikke påtruffet petroleum i de sekundære letemålene.

source: The size of the discovery is not commercially interesting at this time; however, the licensees in production licence 265 are considering additional exploration drilling on the ”Aldous Major North” structure to clarify remaining potential in other parts of the structure.
nb: Størrelsen på funnet er foreløpig ikke økonomisk interessant, men rettighetshaverene i utvinningstillatelse 265 vurderer ytterligere leteboring på ”Aldous Major North” -strukturen for å avklare gjenværende potensial i andre deler av strukturen.

source: Extensive data acquisition and sampling have been carried out in the well.
nb: Det er utført omfattende datainnsamling og prøvetaking i brønnen.

source: Small-scale formation tests revealed limited flow properties.
nb: Småskala formasjonstester viste begrensede strømningsegenskaper.

source: 16/2-9 S was drilled to a vertical depth of 2047 metres below the sea surface and was terminated in bedrock.
nb: 16/2-9 S ble boret til et vertikalt dyp av 2047 meter under havflaten og ble avsluttet i grunnfjell.

source: Water depth at the site is 116 metres.
nb: Havdypet er 116 meter.

source: Well 16/2-9 S was drilled by the Transocean Leader drilling facility, which will now drill appraisal well 16/2-10 in the same production licence.
nb: Brønn 16/2-9 S ble boret av boreinnretningen Transocean Leader, som nå skal bore avgrensingsbrønn 16/2-10 i samme utvinningstillatelse.

source: The wells were drilled about 30 kilometres east of the 16/1-8 (Luno) discovery and about 6 kilometres southeast of the 16/2-6 (Avaldsnes) discovery.
nb: Brønnene er boret omlag 30 kilometer øst for 16/1-8 (Luno) funnet og omlagt 6 kilometer sørøst for 16/2-6 (Avaldsnes) funnet.

source: The purpose of wildcat well 16/3-4 was to prove petroleum in the reservoir rocks from the late Jurassic period.
nb: Hensikten med undersøkelsesbrønnen 16/3-4 var å påvise petroleum i reservoarbergarter av sen jura alder.

source: The well proved an oil column of 13.5 metres in late Jurassic (Volgian) sandstone of a very high quality.
nb: Brønnen påviste en oljekolonne på 13,5 meter i sen jura (Volgian) sandstein av meget god kvalitet.

source: The oil is in pressure communication with well 16/2-6.
nb: Oljen står i trykkmessig kommunikasjon med brønn 16/2-6.

source: A successful formation test has been performed in the well.
nb: En vellykket formasjonstest er gjennomført i brønnen.

source: The production rate was 900 standard cubic metres (Sm3) of oil per flow day through a 60/64-inch nozzle opening.
nb: Produksjonsraten var på 900 standard kubikkmeter (Sm3) olje per strømningsdøgn gjennom en 60/64 tommers dyseåpning.

source: The purpose of appraisal well 16/3-4 A was to investigate the lateral sand distribution, as well as the sand quality in the southwestern direction.
nb: Hensikten med avgrensningsbrønnen 16/3-4 A var å undersøke den laterale sandutbredelsen, samt sandkvaliteten i sørvestlig retning.

source: The well proved an oil column of four metres in late Jurassic (Volgian) sandstone over fractured bedrock with oil in fractures.
nb: Brønnen påviste en oljekolonne på fire meter i sen jura (Volgian) sandstein over oppsprukket grunnfjell med olje i sprekker.
